Repository: vipinchan/mimi-remote
Catalog: ios/MimiRemote/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# push.message.body.completed.titled
source: Replied. Tap to view.
zh_hans: 已回复，点按查看。

# push.message.body.failed.titled
source: The task could not finish. Tap to see why.
zh_hans: 任务未能完成，点按查看原因。

# push.message.body.interrupted.titled
source: The task has stopped. Tap to view.
zh_hans: 任务已停止，点按查看。

# push.approval.body.command.titled
source: Run a command
zh_hans: 运行命令

# push.approval.body.patch.titled
source: Change files
zh_hans: 修改文件

# push.approval.body.permission.titled
source: Grant a permission
zh_hans: 授予权限

# push.approval.body.user_input.titled
source: Needs your input
zh_hans: 需要你补充输入

# push.approval.body.elicitation.titled
source: A tool is asking a question
zh_hans: 工具正在提问

# push.message.body.interrupted
source: The task has stopped. Tap to view.
zh_hans: 任务已停止，点按查看。

# push.message.body.failed
source: The task could not finish. Tap to see why.
zh_hans: 任务未能完成，点按查看原因。

# push.message.body.completed
source: Your AI reply is ready. Tap to view.
zh_hans: AI 已回复，点按查看。

# push.message.title.claude
source: Claude message
zh_hans: Claude 消息

# push.message.title.codex
source: Codex message
zh_hans: Codex 消息

# push.approval.body.command
source: Run a command · session %@
zh_hans: 运行命令 · 会话 %@

# push.approval.body.elicitation
source: A tool is asking a question · session %@
zh_hans: 工具正在提问 · 会话 %@

# push.approval.body.patch
source: Change files · session %@
zh_hans: 修改文件 · 会话 %@

# push.approval.body.permission
source: Grant a permission · session %@
zh_hans: 授予权限 · 会话 %@

# push.approval.body.user_input
source: Needs your input · session %@
zh_hans: 需要你补充输入 · 会话 %@

# push.approval.resolved.title
source: Approval on %@ was handled
zh_hans: %@ 上的审批已处理

# push.approval.title.claude
source: Claude Code needs approval on %@
zh_hans: Claude Code 在 %@ 上等待审批

# push.approval.title.codex
source: Codex needs approval on %@
zh_hans: Codex 在 %@ 上等待审批

# ui.2_hours_later
source: 2 hours later
zh_hans: 2 小时后

# ui.30_minutes_later
source: 30 minutes later
zh_hans: 30 分钟后

# ui.a_preflighted_git_testflight_push_will_be_executed
source: A preflighted git testflight-push will be executed on the host. It checks the remote commit and uses the host's local signature and App Store Connect configuration to complete the internal release.
zh_hans: 将在主机执行已通过预检的 git testflight-push。它会核对远端 commit，并使用主机本地的签名与 App Store Connect 配置完成内部发布。

# ui.a_secure_channel_is_being_established_content_appears
source: Establishing a secure channel. Content appears as soon as the Mac responds.
zh_hans: 正在建立安全通道，电脑响应后内容会自动出现。

# ui.ability
source: Capabilities
zh_hans: 能力

# ui.abnormal
source: Abnormal
zh_hans: 异常

# ui.abnormal_operation
source: Abnormal operation
zh_hans: 运行异常

# ui.about_and_legal
source: About & Legal
zh_hans: 关于与法律

# ui.access_api_version_with_token
source: Access /api/version with Token
zh_hans: 带 Token 访问 /api/version

# ui.access_code
source: access code
zh_hans: 访问码

# ui.access_code_has_expired
source: Access code has expired
zh_hans: 访问码已失效

# ui.access_code_verification_failed_please_pair_again_in
source: Access code verification failed, please pair again in Mac connection settings.
zh_hans: 访问码验证失败，请在 Mac 连接设置中重新配对。

# ui.access_token
source: access token
zh_hans: 访问令牌

# ui.accessible
source: accessible
zh_hans: 可访问

# ui.accessories
source: Accessories
zh_hans: 附件

# ui.accessories_only
source: (accessories only)
zh_hans: （仅附件）

# ui.account_quota_data_is_temporarily_unavailable
source: Account quota data is temporarily unavailable
zh_hans: 账号额度数据暂不可用

# ui.account_usage_has_not_been_obtained_yet
source: Account usage has not been obtained yet
zh_hans: 尚未取得账号用量

# ui.account_window_title
source: Rate-limit window
zh_hans: 额度窗口

# ui.action
source: action
zh_hans: 动作

# ui.action_not_available
source: Action not available
zh_hans: 动作不可用

# ui.active_just_now
source: Active now
zh_hans: 刚刚活跃

# ui.activities
source: Activities
zh_hans: 活动

# ui.activities_count
source: %lld activities
zh_hans: %lld 项活动

# ui.add
source: add
zh_hans: 添加

# ui.add_a_skeleton_screen_to_settings_token_loading
source: Add a Skeleton Screen to Settings Token Loading
zh_hans: 为设置页 Token 加载增加骨架屏

# ui.add_an_image_plugin_skill_or_shortcut_phrase
source: Add an image, @plugin, skill or shortcut phrase
zh_hans: 添加图片、@ 插件、Skill 或快捷短语

# ui.add_and_connect
source: Add and connect
zh_hans: 添加并连接

# ui.add_content
source: Add content
zh_hans: 添加内容

# ui.add_context_for_the_next_message
source: Add context for the next message
zh_hans: 补充下一条消息的上下文

# ui.add_mac
source: Add computer
zh_hans: 添加电脑

# ui.add_mac_manually
source: Add computer manually
zh_hans: 手动添加电脑

# ui.add_next_round_of_instructions
source: Add instructions for the next turn
zh_hans: 追加下一回合指令

# ui.add_review_comments
source: Add %@
zh_hans: 添加 %@

# ui.add_review_notes
source: Add review notes
zh_hans: 添加审查备注

# ui.add_skills_manually
source: Add skills manually
zh_hans: 手动添加 Skill

# ui.add_structured_workflow
source: Add structured workflow
zh_hans: 添加结构化工作流

# ui.add_value_review_comments
source: Add %@ review comments
zh_hans: 追加 %@ 条审查备注

# ui.added
source: Added
zh_hans: 已新增

# ui.added_and_switched_to_this_mac
source: Added and switched to this computer
zh_hans: 已添加并切换到这台电脑

# ui.added_as_structured_capability
source: Added as structured capability
zh_hans: 添加为结构化能力

# ui.additional_information_has_been_submitted
source: Additional information has been submitted
zh_hans: 补充信息已提交

# ui.additional_information_is_being_sent
source: Additional information is being sent
zh_hans: 补充信息正在发送

# ui.additional_information_skipped
source: Additional information skipped
zh_hans: 已跳过补充信息

# ui.adjust_build_settings_and_sending_mode
source: Adjust build settings and sending mode
zh_hans: 调整生成设置和发送模式

# ui.adjust_speed_and_output
source: Adjust speed and output
zh_hans: 调整速度和输出

# ui.advanced
source: Diagnostics & Development
zh_hans: 诊断与开发

# ui.advanced_and_development
source: Advanced & Development
zh_hans: 高级与开发

# ui.advanced_options
source: Advanced options
zh_hans: 高级选项

# ui.after_a_new_session_is_created_in_this
source: After a new session is created in this workspace, it will be displayed here.
zh_hans: 在这个工作区新建会话后，会显示在这里。

# ui.after_confirmation_write_the_precise_rules_suggested_by
source: After confirmation, write the precise rules suggested by Claude into the local settings of the current project.
zh_hans: 确认后把 Claude 建议的精确规则写入当前项目本地设置

# ui.after_confirming_that_the_security_scan_is_complete
source: After confirming that the security scan is complete, generate a release summary
zh_hans: 确认安全扫描完成后，再生成发布摘要

# ui.after_opening_a_project_it_will_be_displayed
source: After opening a project, it will be displayed as a folder card; the session page only displays the projects you have joined the session.
zh_hans: 打开项目后，这里会以文件夹卡片展示；会话页只显示你加入会话的项目。

# ui.after_refreshing_the_account_window_currently_returned_by
source: After refreshing, Mimi Remote shows the rate-limit window reported by Codex.
zh_hans: 刷新后显示 Codex 返回的额度窗口。

# ui.after_refreshing_the_account_window_returned_by_value
source: After refreshing, Mimi Remote shows the rate-limit window reported by %@.
zh_hans: 刷新后显示 %@ 返回的额度窗口。

# ui.after_selecting_an_authorized_working_directory_the_most
source: After selecting an authorized working directory, the most recently opened projects will be retained here.
zh_hans: 选择已授权的工作目录后，这里会保留最近打开的项目。

# ui.after_the_current_reply_is_complete_continue_checking
source: After the current reply is complete, continue checking the README for build commands
zh_hans: 当前回复完成后，继续检查 README 的构建命令

# ui.after_turning_it_on_the_priority_service_speed
source: After you turn it on, the priority service speed will be used for the next turn.
zh_hans: 开启后，下一回合将使用优先服务速度。

# ui.agent_is_waiting_for_you_to_approve_writing_launchd_configuration
source: The agent is waiting for you to approve writing the launchd configuration.
zh_hans: Agent 正在等待你批准写入 launchd 配置。

# ui.agent_requests_additional_input
source: Agent requests additional input
zh_hans: Agent 请求补充输入

# ui.agent_requests_elevated_privileges
source: Agent requests elevated privileges
zh_hans: Agent 请求提升权限

# ui.agent_requests_execution_command_value
source: Agent requests execution command: %@
zh_hans: Agent 请求执行命令：%@

# ui.agent_requests_to_execute_a_command
source: Agent requests to execute a command
zh_hans: Agent 请求执行命令

# ui.agent_requests_to_modify_a_file
source: Agent requests to modify a file
zh_hans: Agent 请求修改文件

# ui.agentd_did_not_delete_any_worktree_after_rechecking
source: agentd rechecked the selection; no worktrees were deleted. Close this sheet and create a new preview.
zh_hans: agentd 重新检查后没有删除任何 Worktree，请关闭后重新生成预览。

# ui.agentd_did_not_return_detailed_reasons
source: agentd did not return detailed reasons
zh_hans: agentd 未返回详细原因

# ui.agentd_does_not_enable_app_server_gateway_please
source: agentd does not enable app-server gateway, please configure loopback app-server WebSocket upstream first
zh_hans: agentd 未启用 app-server gateway，请先配置 loopback app-server WebSocket upstream

# ui.agentd_failed_to_connect_to_local_app_server
source: agentd failed to connect to local app-server
zh_hans: agentd 连本机 app-server 失败

# ui.agentd_gateway_is_written_to_the_current_device
source: agentd gateway is written to the current device
zh_hans: agentd gateway 写给当前设备

# ui.agentd_ignored_unsupported_event_value
source: [agentd] Ignored unsupported event: %@
zh_hans: [agentd] 已忽略暂不支持的事件：%@

# ui.agentd_is_slow_to_establish_a_connection_to
source: Agentd is slow to establish a connection to app-server
zh_hans: agentd 到 app-server 建连偏慢

# ui.agentd_port
source: agentd port
zh_hans: agentd 端口

# ui.agentd_protocol_client_too_old_values
source: agentd protocol revision %@ requires client revision %@ or later; this app is revision %@. Update Mimi Remote.
zh_hans: agentd 协议修订为 %@，最低需要客户端修订 %@，当前 App 为 %@；请升级 Mimi Remote。

# ui.agentd_protocol_metadata_invalid_values
source: agentd returned invalid protocol metadata: protocol_revision=%@, minimum_client_protocol_revision=%@.
zh_hans: agentd 返回了无效的协议元数据：protocol_revision=%@，minimum_client_protocol_revision=%@。

# ui.agentd_protocol_server_too_old_values
source: agentd protocol revision is %@; this app requires revision %@ or later. Update agentd.
zh_hans: agentd 协议修订为 %@，当前 App 最低需要 %@；请升级 agentd。

# ui.agentd_returned_a_new_protection_reason
source: agentd returned a new safeguard reason
zh_hans: agentd 返回了新的保护原因

# ui.agentd_returned_an_invalid_response
source: agentd returned an invalid response
zh_hans: agentd 返回了无效响应

# ui.agentd_to_local_app_server
source: agentd to local app-server
zh_hans: agentd 到本机 app-server

# ui.agentd_version_too_old_for_multi_mac
source: This computer is running an older agentd version that cannot securely verify multiple computer identities. Update and restart agentd.
zh_hans: 这台电脑的 agentd 版本过旧，尚不支持安全的多电脑身份校验。请先升级并重启 agentd。

# ui.agentd_websocket_protocol_incompatible_values
source: Protocol incompatible: agentd revision=%@, minimum client revision=%@, app revision=%@.
zh_hans: 协议不兼容：agentd revision=%@，minimum client revision=%@，App revision=%@。

# ui.agentd_will_recalculate_the_blocker_when_executed_policy
source: agentd will recalculate the blocker when executed; policy changes, running sessions, uncommitted changes, or unknown Git status will prevent deletion.
zh_hans: 执行时 agentd 会重新计算 blocker；策略变化、运行中会话、未提交改动或未知 Git 状态都会阻止删除。

# ui.ai_usage
source: AI usage
zh_hans: AI 用量

# ui.all_models
source: All models
zh_hans: 全部模型

# ui.all_necessary_checks_by_doctor_passed
source: All necessary checks by Doctor passed.
zh_hans: Doctor 的所有必要检查已通过。

# ui.all_status
source: All status
zh_hans: 全部状态

# ui.all_workspaces
source: All workspaces
zh_hans: 全部工作区

# ui.allow_access_to_entire_file_system
source: Access all files without approval prompts; use only with trusted hosts
zh_hans: 可访问所有文件且不请求审批；仅用于可信主机

# ui.allow_camera_access_in_settings_or_choose_a_photo
source: Allow camera access in Settings to take a photo, or choose one from your photo library.
zh_hans: 请在系统设置中允许相机访问，或改为从照片图库选择。

# ui.allow_for_this_session
source: Allow for This Session
zh_hans: 本会话允许

# ui.allow_once
source: Allow Once
zh_hans: 仅允许一次

# ui.already_archived_locally_remote_archiving_failed_value
source: Already archived locally, remote archiving failed: %@
zh_hans: 已在本地归档，远端归档失败：%@

# ui.already_shown_in_session_value
source: Already shown in session %@
zh_hans: 已在会话显示 %@

# ui.already_turned_on
source: Already turned on
zh_hans: 已开启

# ui.always_allow_this_tool
source: Always Allow This Tool
zh_hans: 始终允许此工具

# ui.always_allowed
source: always allowed
zh_hans: 始终允许

# ui.an_interactive_session_has_been_started
source: An interactive session has been started.
zh_hans: 交互式会话已启动。

# ui.and
source: and
zh_hans: 和

# ui.another_host
source: Another host
zh_hans: 另一台主机

# ui.another_mac_connection_operation_is_still_in_progress
source: Another computer connection operation is still in progress. Please try again later.
zh_hans: 另一项电脑连接操作仍在进行，请稍后再试

# ui.answer_sent
source: Answer sent
zh_hans: 答案已发送

# ui.app_server_credentials_file
source: app-server credentials file
zh_hans: app-server 凭据文件

# ui.app_server_error_value_value
source: app-server error %@: %@
zh_hans: app-server 错误 %@：%@

# ui.app_server_gateway_url_is_invalid
source: app-server gateway URL is invalid
zh_hans: app-server gateway URL 无效

# ui.app_server_handshake
source: app-server handshake
zh_hans: app-server 握手

# ui.app_server_has_not_yet_completed_initialize_initialized
source: app-server has not yet completed initialize/initialized
zh_hans: app-server 尚未完成 initialize/initialized

# ui.app_server_json_value_format_is_invalid
source: app-server JSON value format is invalid
zh_hans: app-server JSON 值格式无效

# ui.app_server_message_parsing_failed_value
source: app-server message parsing failed: %@
zh_hans: app-server 消息解析失败：%@

# ui.app_server_model_list_not_found_continue_using
source: App-server model list not found, continue using built-in options
zh_hans: 未发现 app-server 模型列表，继续使用内置选项

# ui.app_server_port
source: app-server port
zh_hans: app-server 端口

# ui.app_server_protocol_capability_is_obsolete
source: app-server protocol capability is obsolete
zh_hans: app-server 协议能力已废弃

# ui.app_server_request_outcome_unknown_value_value_value
source: App Server request outcome is unknown: %1$@ (%2$@), %3$@
zh_hans: App Server 请求结果无法确认：%1$@（%2$@），%3$@

# ui.app_server_request_parameters_are_unsafe_value
source: app-server request parameters are unsafe: %@
zh_hans: app-server 请求参数不安全：%@

# ui.app_server_request_timeout_value_value
source: Request confirmation timed out (%@#%@). The service may still be processing it; the connection remains active.
zh_hans: 请求确认超时（%@#%@），服务可能仍在处理；连接保持可用。

# ui.app_server_still_hasn_t_returned_a_response
source: app-server still hasn't returned a response
zh_hans: app-server 仍未返回响应

# ui.app_server_thread_does_not_exist_value
source: app-server thread does not exist:%@
zh_hans: app-server thread 不存在：%@

# ui.app_server_websocket_not_connected
source: app-server WebSocket not connected
zh_hans: app-server WebSocket 未连接

# ui.app_server_websocket_transfer_failed_value
source: app-server WebSocket transfer failed: %@
zh_hans: app-server WebSocket 传输失败：%@

# ui.app_version_value
source: App version: %@
zh_hans: App 版本：%@

# ui.appearance
source: Appearance
zh_hans: 外观

# ui.append_mode_on_the_fly
source: Append mode on the fly
zh_hans: 运行中追加方式

# ui.apple_voice_input
source: On-device
zh_hans: 设备端

# ui.apple_voice_input_accuracy_tip
source: On-device voice input transcribes locally in real time and does not send recordings to a model-provider endpoint.
zh_hans: 设备端语音输入会在本机实时转写，不会把录音发送到模型提供方端点。

# ui.apple_voice_input_audio_conversion_failed
source: On-device voice input could not convert microphone audio.
zh_hans: 设备端语音输入无法转换麦克风音频。

# ui.apple_voice_input_audio_format_is_unavailable
source: On-device voice input has no compatible audio format on this device.
zh_hans: 当前设备没有可用于设备端语音输入的音频格式。

# ui.apple_voice_input_could_not_start_recording
source: On-device voice input could not start recording.
zh_hans: 设备端语音输入无法启动录音。

# ui.apple_voice_input_description
source: Faster response · Live on-device transcription
zh_hans: 响应更快 · 设备端实时转写

# ui.apple_voice_input_does_not_support_the_current_language
source: On-device voice input does not support the current system language.
zh_hans: 设备端语音输入暂不支持当前系统语言。

# ui.apple_voice_input_failed
source: On-device voice input failed: %@
zh_hans: 设备端语音输入失败：%@

# ui.apple_voice_input_is_currently_unavailable
source: On-device voice input is currently unavailable.
zh_hans: 设备端语音输入当前不可用。

# ui.apple_voice_input_stopped_please_try_again
source: On-device voice input stopped. Tap the microphone to try again.
zh_hans: 设备端语音输入已停止，请点击麦克风重试。

# ui.apple_voice_input_was_interrupted_please_try_again
source: Voice input was interrupted by the system. Tap the microphone to try again.
zh_hans: 语音输入被系统中断，请点击麦克风重试。

# ui.application
source: Application
zh_hans: 应用

# ui.apply
source: Apply
zh_hans: 应用

# ui.approval
source: Approval
zh_hans: 审批

# ui.approval_36f0d72e
source: Approval
zh_hans: 批准审批

# ui.approval_approved
source: Approval Approved
zh_hans: 审批已批准

# ui.approval_approved_value
source: Approval approved: %@
zh_hans: 审批已批准：%@

# ui.approval_decision_is_being_sent
source: Approval decision is being sent
zh_hans: 审批决定正在发送

# ui.approval_details
source: Approval details
zh_hans: 审批详情

# ui.approval_details_are_missing_and_cannot_be_approved
source: Approval details are missing and cannot be approved
zh_hans: 缺少审批详情，无法批准

# ui.approval_details_not_available
source: Approval details not available
zh_hans: 审批详情不可用

# ui.approval_failed_websocket_not_connected
source: Approval failed: WebSocket not connected
zh_hans: 审批失败：WebSocket 未连接

# ui.approval_for_me
source: Auto-approve Low-risk Actions
zh_hans: 自动批准低风险操作

# ui.approval_records
source: Approval records
zh_hans: 审批记录

# ui.approval_rejected
source: Approval rejected
zh_hans: 审批已拒绝

# ui.approval_rejected_value
source: Approval rejected: %@
zh_hans: 审批已拒绝：%@

# ui.approval_request_has_expired_value
source: The approval request has expired: %@
zh_hans: 审批请求已失效：%@

# ui.approval_resolved
source: Approval resolved
zh_hans: 审批已解决

# ui.approval_resolved_value
source: Approval resolved: %@
zh_hans: 审批已解决：%@

# ui.approval_sending_failed_value
source: Approval sending failed: %@
zh_hans: 审批发送失败：%@

# ui.approval_sending_failed_websocket_not_connected
source: Approval sending failed: WebSocket not connected
zh_hans: 审批发送失败：WebSocket 未连接

# ui.approval_status
source: Approval status
zh_hans: 审批状态

# ui.approval_value
source: Approval %@
zh_hans: 审批 %@

# ui.approvalpolicy_never_requires_full_access
source: No-approval mode requires explicit Full Access
zh_hans: 无审批模式必须显式选择完全访问

# ui.approve_once
source: approve once
zh_hans: 批准一次

# ui.approve_this_request
source: approve this request
zh_hans: 批准这项请求

# ui.approved
source: Approved
zh_hans: 已批准

# ui.archive
source: Archive
zh_hans: 归档

# ui.archived
source: Archived
zh_hans: 已归档

# ui.archived_remote_session_value
source: Archived remote session %@
zh_hans: 已归档远端会话 %@

# ui.archived_value
source: Archived %@
zh_hans: 已归档 %@

# ui.are_you_sure_you_want_to_delete_value
source: Are you sure you want to delete %@ Worktrees?
zh_hans: 确认删除 %@ 个 Worktree？

# ui.assessment_time
source: Assessment time
zh_hans: 评估时间

# ui.assistant_has_been_detected_on_this_mac
source: Mimi Mac Assistant has been detected on this Mac.
zh_hans: 已在这台 Mac 上检测到 Mimi Mac 助手

# ui.at_most_images_can_be_added_to_each
source: At most %@ images can be added to each draft
zh_hans: 每个草稿最多添加 %@ 张图片

# ui.attachment_preview
source: Attachment preview
zh_hans: 附件预览

# ui.authentication_version
source: Authentication version
zh_hans: 鉴权版本

# ui.automatic
source: automatic
zh_hans: 自动

# ui.automatic_retries_stopped_existing_sessions_remain_please_rescan
source: Automatic retries stopped; existing sessions remain, please rescan the pairing QR code on your Mac.
zh_hans: 已停止自动重试；现有会话仍保留，请重新扫描 Mac 上的配对二维码。

# ui.automatically_claiming_local_credentials_and_verifying_codex_connection
source: Automatically claiming local credentials and verifying Codex connection...
zh_hans: 正在自动领取本机凭据并验证 Codex 连接…

# ui.automatically_delete
source: Automatically delete
zh_hans: 自动删除

# ui.autoscroll
source: autoscroll
zh_hans: 自动滚动

# ui.available
source: Available
zh_hans: 可用

# ui.available_after_successful_push_submission
source: Available after the commit and push succeed
zh_hans: 提交并推送成功后可用

# ui.awaiting_approval
source: Awaiting approval:
zh_hans: 等待审批：

# ui.awaiting_approval_value_value
source: Awaiting approval: %@%@
zh_hans: 等待审批：%@%@

# ui.back_to_latest_news
source: Jump to Latest
zh_hans: 跳到最新消息

# ui.base_branch
source: base branch
zh_hans: 基准分支

# ui.base_named
source: Base %@
zh_hans: 基准 %@

# ui.basic_connectivity
source: basic connectivity
zh_hans: 基础连通

# ui.before_you_use_it
source: Before you use it
zh_hans: 使用须知

# ui.behind_value
source: Behind %@
zh_hans: 落后 %@

# ui.belongs_to_the_most_recently_reserved_worktree_for
source: Belongs to the most recently reserved Worktree for this project
zh_hans: 属于该项目最近保留的 Worktree

# ui.blocked
source: blocked
zh_hans: 受阻

# ui.blocked_059c4d40
source: blocked
zh_hans: 已阻塞

# ui.boot_input_skipped
source: Steering input skipped
zh_hans: 已跳过引导输入

# ui.boot_input_submitted
source: Steering input submitted
zh_hans: 引导输入已提交

# ui.boot_value
source: Steering: %@
zh_hans: 引导：%@

# ui.both_paths_reach_the_same_relay_reconnection_damage_control_logic
source: Both paths reach the same damage-control logic in relay reconnection.
zh_hans: 两处都落在 relay 重连的同一段止损逻辑里。

# ui.branch
source: branch
zh_hans: 分支

# ui.bridge_started_but_did_not_complete_the_handshake
source: The bridge started but did not complete the handshake; the log stops before it.
zh_hans: bridge 起来了但没握手，日志停在 handshake 之前。

# ui.bright_reading_interface
source: Bright reading interface
zh_hans: 明亮阅读界面

# ui.budget
source: budget
zh_hans: 预算

# ui.budget_exhausted
source: Budget exhausted
zh_hans: 预算用尽

# ui.budget_value
source: Budget %@
zh_hans: 预算 %@

# ui.build_a_real_device_version
source: Build for a physical device
zh_hans: 为实体设备构建

# ui.build_and_run_the_app
source: Build and run the app
zh_hans: 构建并运行 App

# ui.build_emulator_version
source: Build for Simulator
zh_hans: 为模拟器构建

# ui.build_settings
source: Build settings
zh_hans: 生成设置

# ui.call_tool
source: Call tool
zh_hans: 调用工具

# ui.camera
source: Camera
zh_hans: 相机

# ui.camera_access_is_restricted_choose_a_photo_instead
source: Camera access is restricted on this device. Choose an existing photo instead.
zh_hans: 此设备限制了相机访问，请改为选择已有照片。

# ui.camera_access_needed
source: Camera access needed
zh_hans: 需要相机权限

# ui.camera_access_restricted
source: Camera access restricted
zh_hans: 相机访问受限

# ui.camera_is_not_available_choose_a_photo_instead
source: A camera is not available on this device. Choose an existing photo instead.
zh_hans: 此设备没有可用相机，请改为选择已有照片。

# ui.camera_unavailable
source: Camera unavailable
zh_hans: 相机不可用

# ui.can_be_used_for_session_tasks_after_configuration
source: Can be used for session tasks after configuration
zh_hans: 配置后可用于会话任务

# ui.can_t_connect_to_mac_assistant
source: Can't connect to Mimi Mac Assistant
zh_hans: 无法连接 Mimi Mac 助手

# ui.can_t_open_notifications
source: Can't open notifications
zh_hans: 无法打开通知

# ui.can_write_to_the_current_workspace_and_be
source: Can write to the current workspace and be confirmed by you before execution.
zh_hans: 可写当前工作区，执行前由你确认

# ui.cancel
source: Cancel
zh_hans: 取消

# ui.cancel_9fcefd8d
source: Cancel
zh_hans: 撤销

# ui.cancel_temporary_storage_hunk
source: Unstage hunk
zh_hans: 取消暂存 hunk

# ui.canceled
source: Canceled
zh_hans: 已取消

# ui.candidate_time
source: candidate time
zh_hans: 候选时间
